Repository: zealofzebras/papercite
Catalog: lang/papercite-*.po
Languages: fo_fo

source: All
fo_fo: Allir

source: january
fo_fo: januar

source: february
fo_fo: februar

source: march
fo_fo: mars

source: april
fo_fo: apríl

source: may
fo_fo: mai

source: june
fo_fo: juni

source: july
fo_fo: juli

source: october
fo_fo: oktober

source: december
fo_fo: desember

source: Articles
fo_fo: Greinir

source: Books
fo_fo: Bøkur

source: Booklets
fo_fo: Brosjyrur

source: Conference Papers
fo_fo: Fyrilestrar

source: In Books
fo_fo: Í bókum

source: In Collections
fo_fo: Í safni

source: In Proceedings
fo_fo: Í málsskjali

source: Manuals
fo_fo: Handbøkur

source: Master's Theses
fo_fo: Meistararbeiði

source: Miscellaneous
fo_fo: Mongt annað

source: Dissertations
fo_fo: Rannsóknararbeiði

source: Proceedings
fo_fo: Málsskjal

source: Technical Reports
fo_fo: Tøknifiglir

source: Unpublished
fo_fo: Óútgivið

source: misc
fo_fo: mongt annað

source: Journal/magazine article
fo_fo: Grein

source: Paper in conference proceedings
fo_fo: Fyrilestrarbeitur

source: Technical documentation
fo_fo: Tøknisk dokumentatión

source: Master's thesis
fo_fo: Kandidatgrein

source: Ph.D. thesis
fo_fo: Ph.D.-grein

source: Conference proceedings
fo_fo: Konferensutgáva

source: Technical report
fo_fo: Tøknisk frágreiðing

source: Book chapter
fo_fo: Bókakapittul

source: Authors:
fo_fo: Høvundar:

source: ALL
fo_fo: Allir

source: Type:
fo_fo: Gerð:

source: Filter
fo_fo: Sílva

source: et al.
fo_fo: o.fl.

source: Ed
fo_fo: Rætt

source: Eds
fo_fo: Rættarar

source: ed.
fo_fo: rætt.

source: Vol.
fo_fo: Bd.

source: pp.
fo_fo: s.

source: PhD Thesis
fo_fo: Ph.D. ritgerð

source: Master Thesis
fo_fo: Meistararitgerð

source: and
fo_fo: og

source: Edited by
fo_fo: Útgivari

source: May
fo_fo: Mai

source: June
fo_fo: Juni

source: July
fo_fo: Juli

source: Oct.
fo_fo: Okt.

source: Dec.
fo_fo: Des.

source: p.
fo_fo: s.

source: iss.
fo_fo: útg.

source: View document in publisher site
fo_fo: Sí dokument á heimasíðu útgevarans

source: Download PDF
fo_fo: Niðurhal PDF
